Repository: lienism/automatic-job-registration
Catalog: packages/TaskScheduler-master/TaskEditor/OptionPanels/RuntimeOptionPanel.*.resx
Languages: de

# taskRunningRuleLabel.Text
source: If the task is already ru&nning, then the following rule applies:
de: Wenn die Aufgabe bereits läuft, gilt die folgende Regel:

# label8.Text
source: Priority &Level:
de: &Ebene:

# taskDeleteAfterCheck.Text
source: If the task is not scheduled to run again, &delete it after:
de: Wenn es nicht geplant ist, die Aufgabe wieder auszuführen, &lösche sie nach:

# taskRestartCountLabel.Text
source: Attempt &restart up to:
de: Versuche neu zu starten bis zu:

# taskAllowHardTerminateCheck.Text
source: If the running task does not end when requested, &force it to stop
de: Wenn die laufende Aufgabe nicht beendet ist, &zwinge sie zu stoppen

# taskExecutionTimeLimitCheck.Text
source: Stop the tas&k if it runs longer than:
de: Aufgabe stoppen, wenn sie länger läuft als:

# optionPanelHeaderLabel1.Text
source: Options
de: Optionen

# taskRestartIntervalCheck.Text
source: If the &task fails, restart every:
de: Wenn die &Aufgabe fehlschlägt, neu starten alle:

# taskAllowDemandStartCheck.Text
source: A&llow task to be run on demand
de: &Aufgabe bei Bedarf ausgeführen lassen

# taskStartWhenAvailableCheck.Text
source: Run task as soon as possible after a &scheduled start is missed
de: Die Aufgabe so schnell wie möglich ausführen, wenn ein geplantes Start verpasst wurde

# taskRestartAttemptTimesLabel.Text
source: times
de: Mal

# $this.Title
source: Run-time Options
de: Die Aufgabe wurde mit einer nicht unterstützten Kombination von Kontoeinstellungen und Laufzeitoptionen konfiguriert.
